IdeaRS.Connections
AggregatedPropWrpAttribute Properties
Compatible with IDEA StatiCa 0.0
The AggregatedPropWrpAttribute type exposes the following members.
Properties
Name | Description
PropertyType
 Gets or sets the string which represents the aggregated property : 'the name of the interface, the name of the wrapper, the name of the parameter'
TypeId
When implemented in a derived class, gets a unique identifier for this Attribute.
 (Inherited from Attribute.)
Top
See Also
Reference
AggregatedPropWrpAttribute Class
IdeaRS.Connections.Data Namespace